---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareMetersPerSecond
source: html/65cea5ae-be6c-c080-fbcb-34e99cd96b1b.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareMetersPerSecond Property

Square meters per second.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareMetersPerSecond { get; }
```